/* 
  Adyen.strings
  test

  Created by sam on 24.3.20.
  
*/
"adyen.submitButton" = "Koble kort";
"adyen.submitButton.formatted" = "Koble kort";
"adyen.cancelButton" = "Avbryt";
"adyen.dismissButton" = "Ok";
"adyen.error.title" = "Feil";
"adyen.error.unknown" = "En ukjent feil oppstod";
"adyen.validationAlert.title" = "Ugyldige inndata";
"adyen.paymentMethods.otherMethods" = "Velg annen metode";
"adyen.paymentMethods.title" = "Betalingsmetoder";
"adyen.sepa.ibanItem.title" = "Kontonummer (IBAN)";
"adyen.sepa.ibanItem.invalid" = "Ugyldig kontonummer";
"adyen.sepa.nameItem.title" = "Kortholders navn";
"adyen.sepa.nameItem.placeholder" = "O. Nordmann";
"adyen.sepa.consentLabel" = "Ved å trykke på knappen over, godtar du at det spesifiserte beløpet vil bli trukket fra din bankkonto.";
"adyen.sepa.nameItem.invalid" = "Kortholders navn ugyldig";
"adyen.card.storeDetailsButton" = "Husk til neste gang";
"adyen.card.nameItem.title" = "Navn på kortet";
"adyen.card.nameItem.placeholder" = "O. Nordmann";
"adyen.card.nameItem.invalid" = "Ugyldig navn på kortholder";
"adyen.card.numberItem.title" = "Kortnummer";
"adyen.card.numberItem.placeholder" = "1234 5678 9012 3456";
"adyen.card.numberItem.invalid" = "Ugyldig kortnummer";
"adyen.card.expiryItem.title" = "Utløpsdato";
"adyen.card.expiryItem.placeholder" = "MM/ÅÅ";
"adyen.card.expiryItem.invalid" = "Ugyldig utløpsdato";
"adyen.card.cvcItem.invalid" = "Ugyldig sikkerhetskode";
"adyen.card.cvcItem.title" = "CVC / CVV";
"adyen.card.cvcItem.placeholder" = "123";
"adyen.card.stored.title" = "Bekreft kortet ditt";
"adyen.card.stored.message" = "Vennligst oppgi CVC-koden for %@";
"adyen.card.stored.expires" = "Utløper %@";
"adyen.dropIn.stored.title" = "Bekreft betaling med %@";
